{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "<UNK>",
    "continuing_subword_prefix": "",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<UNK>": 0,
      "<SEP>": 1,
      "<MASK>": 2,
      "<CLS>": 3,
      "!": 4,
      "(": 5,
      ")": 6,
      "*": 7,
      "+": 8,
      ",": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      "A": 23,
      "B": 24,
      "C": 25,
      "D": 26,
      "E": 27,
      "F": 28,
      "G": 29,
      "H": 30,
      "I": 31,
      "J": 32,
      "K": 33,
      "L": 34,
      "M": 35,
      "N": 36,
      "O": 37,
      "P": 38,
      "Q": 39,
      "R": 40,
      "S": 41,
      "T": 42,
      "U": 43,
      "V": 44,
      "W": 45,
      "X": 46,
      "Y": 47,
      "Z": 48,
      "_": 49,
      "Á": 50,
      "Í": 51,
      "Č": 52,
      "Ř": 53,
      "Ž": 54,
      "NT": 55,
      "CO": 56,
      "CONT": 57,
      "ER": 58,
      "AL": 59,
      "CONTI": 60,
      "NE": 61,
      "AR": 62,
      "10": 63,
      "NTAL": 64,
      "CONTINE": 65,
      "CONTINENTAL": 66,
      "AC": 67,
      "ACT": 68,
      "17": 69,
      "CONTACT": 70,
      "UM": 71,
      "OR": 72,
      "FR": 73,
      "21": 74,
      "20": 75,
      "EL": 76,
      "CAR": 77,
      "55": 78,
      "18": 79,
      "RI": 80,
      "19": 81,
      "WI": 82,
      "16": 83,
      "TL": 84,
      "NTER": 85,
      "OT": 86,
      "WINTER": 87,
      "45": 88,
      "AN": 89,
      "PI": 90,
      "XL": 91,
      "AD": 92,
      "LI": 93,
      "22": 94,
      "35": 95,
      "SUM": 96,
      "MER": 97,
      "SUMMER": 98,
      "ORC": 99,
      "15": 100,
      "70": 101,
      "MI": 102,
      "60": 103,
      "TO": 104,
      "65": 105,
      "RO": 106,
      "SP": 107,
      "LE": 108,
      "ORT": 109,
      "SPORT": 110,
      "REL": 111,
      "PIREL": 112,
      "PIRELLI": 113,
      "40": 114,
      "MOT": 115,
      "CLE": 116,
      "YCLE": 117,
      "ORCYCLE": 118,
      "MOTORCYCLE": 119,
      "GE": 120,
      "VAN": 121,
      "CH": 122,
      "BAR": 123,
      "BARUM": 124,
      "ON": 125,
      "SU": 126,
      "RA": 127,
      "50": 128,
      "225": 129,
      "AS": 130,
      "BRI": 131,
      "75": 132,
      "SUV": 133,
      "PR": 134,
      "BRID": 135,
      "STO": 136,
      "GESTO": 137,
      "BRIDGESTO": 138,
      "BRIDGESTONE": 139,
      "235": 140,
      "IN": 141,
      "215": 142,
      "00": 143,
      "80": 144,
      "14": 145,
      "SPORTCONTACT": 146,
      "30": 147,
      "ALL": 148,
      "X4": 149,
      "4X4": 150,
      "90": 151,
      "ZA": 152,
      "72": 153,
      "205": 154,
      "NÍ": 155,
      "OF": 156,
      "SE": 157,
      "11": 158,
      "100": 159,
      "FRO": 160,
      "_SUV": 161,
      "_4X4": 162,
      "AD_SUV": 163,
      "OFFRO": 164,
      "AD_SUV_4X4": 165,
      "OFFROAD_SUV_4X4": 166,
      "255": 167,
      "ZR": 168,
      "UN": 169,
      "SS": 170,
      "110": 171,
      "SEAS": 172,
      "245": 173,
      "3P": 174,
      "ET": 175,
      "ECO": 176,
      "MS": 177,
      "EMI": 178,
      "95": 179,
      "II": 180,
      "UMCONTACT": 181,
      "PREMI": 182,
      "PREMIUMCONTACT": 183,
      "120": 184,
      "GO": 185,
      "3PMS": 186,
      "3PMSF": 187,
      "ELIN": 188,
      "MICH": 189,
      "MICHELIN": 190,
      "UR": 191,
      "005": 192,
      "SEASON": 193,
      "IS": 194,
      "195": 195,
      "RAV": 196,
      "ROSS": 197,
      "SCO": 198,
      "ZER": 199,
      "ZERO": 200,
      "URI": 201,
      "BRAV": 202,
      "URIS": 203,
      "BRAVURIS": 204,
      "OD": 205,
      "GOOD": 206,
      "99": 207,
      "ELER": 208,
      "ECOCONTACT": 209,
      "91": 210,
      "73": 211,
      "BF": 212,
      "RICH": 213,
      "GOODRICH": 214,
      "HM": 215,
      "BFGOODRICH": 216,
      "UNI": 217,
      "71": 218,
      "MET": 219,
      "URAN": 220,
      "SOT": 221,
      "TOZERO": 222,
      "SOTTOZERO": 223,
      "ZAD": 224,
      "ZADNÍ": 225,
      "ZELER": 226,
      "METZELER": 227,
      "13": 228,
      "LO": 229,
      "98": 230,
      "TT": 231,
      "CROSS": 232,
      "94": 233,
      "85": 234,
      "TURAN": 235,
      "TURANZA": 236,
      "275": 237,
      "96": 238,
      "88": 239,
      "SCOR": 240,
      "ED": 241,
      "EN": 242,
      "185": 243,
      "PION": 244,
      "SCORPION": 245,
      "T005": 246,
      "CROSSCONTACT": 247,
      "CONTISPORTCONTACT": 248,
      "YAL": 249,
      "ROYAL": 250,
      "UNIROYAL": 251,
      "102": 252,
      "97": 253,
      "PŘ": 254,
      "EDNÍ": 255,
      "PŘEDNÍ": 256,
      "VANCONTACT": 257,
      "92": 258,
      "R17": 259,
      "TAS": 260,
      "MITAS": 261,
      "107": 262,
      "93": 263,
      "ALLSEASON": 264,
      "WINTERCONTACT": 265,
      "PER": 266,
      "R16": 267,
      "69": 268,
      "TS": 269,
      "ARIS": 270,
      "PO": 271,
      "CONTIWINTERCONTACT": 272,
      "LM": 273,
      "IE": 274,
      "SER": 275,
      "ROAD": 276,
      "ALLSEASONCONTACT": 277,
      "SERIE": 278,
      "BLI": 279,
      "ZZA": 280,
      "BLIZZA": 281,
      "BLIZZAK": 282,
      "265": 283,
      "EC": 284,
      "RAIN": 285,
      "25": 286,
      "104": 287,
      "103": 288,
      "ST": 289,
      "ORCE": 290,
      "FORCE": 291,
      "109": 292,
      "ANT": 293,
      "MA": 294,
      "5HM": 295,
      "105": 296,
      "150": 297,
      "58": 298,
      "AB": 299,
      "DI": 300,
      "ABLO": 301,
      "DIABLO": 302,
      "175": 303,
      "12": 304,
      "87": 305,
      "84": 306,
      "TER": 307,
      "001": 308,
      "130": 309,
      "8PR": 310,
      "GRI": 311,
      "R18": 312,
      "GRIP": 313,
      "285": 314,
      "830": 315,
      "32": 316,
      "KO": 317,
      "POL": 318,
      "101": 319,
      "112": 320,
      "POLARIS": 321,
      "82": 322,
      "MO": 323,
      "RE": 324,
      "ADV": 325,
      "AGE": 326,
      "ANTAGE": 327,
      "62": 328,
      "34": 329,
      "ART": 330,
      "VANIS": 331,
      "54": 332,
      "DUN": 333,
      "LOP": 334,
      "ADVANTAGE": 335,
      "DUNLOP": 336,
      "86": 337,
      "830P": 338,
      "165": 339,
      "GEL": 340,
      "108": 341,
      "ANGEL": 342,
      "66": 343,
      "89": 344,
      "XPER": 345,
      "XPERT": 346,
      "190": 347,
      "160": 348,
      "R15": 349,
      "295": 350,
      "315": 351,
      "180": 352,
      "111": 353,
      "R19": 354,
      "33": 355,
      "140": 356,
      "RF": 357,
      "TEC": 358,
      "III": 359,
      "CONTICROSSCONTACT": 360,
      "57": 361,
      "24": 362,
      "LOT": 363,
      "PILOT": 364,
      "SCOOT": 365,
      "64": 366,
      "RAINSPORT": 367,
      "59": 368,
      "UNIGRIP": 369,
      "FP": 370,
      "ROSSO": 371,
      "240": 372,
      "AMA": 373,
      "77": 374,
      "106": 375,
      "RAI": 376,
      "SSR": 377,
      "LX": 378,
      "26": 379,
      "ENZA": 380,
      "23": 381,
      "HAMA": 382,
      "OKO": 383,
      "YOKO": 384,
      "113": 385,
      "YOKOHAMA": 386,
      "NEXPERT": 387,
      "27": 388,
      "ZR17": 389,
      "LM005": 390,
      "5P": 391,
      "DU": 392,
      "ROADTEC": 393,
      "STRE": 394,
      "STREET": 395,
      "46": 396,
      "AO": 397,
      "HP": 398,
      "QU": 399,
      "UHP": 400,
      "56": 401,
      "GT": 402,
      "AT": 403,
      "IT": 404,
      "TERRAIN": 405,
      "SCOOTER": 406,
      "67": 407,
      "R20": 408,
      "LT": 409,
      "POT": 410,
      "ARTARIS": 411,
      "QUARTARIS": 412,
      "POTENZA": 413,
      "01": 414,
      "ATER": 415,
      "LATER": 416,
      "NO": 417,
      "S001": 418,
      "SNO": 419,
      "TS830P": 420,
      "LATERAL": 421,
      "28": 422,
      "44": 423,
      "WER": 424,
      "ACK": 425,
      "POWER": 426,
      "81": 427,
      "79": 428,
      "SA": 429,
      "MAX": 430,
      "48": 431,
      "KEN": 432,
      "RIKEN": 433,
      "200": 434,
      "155": 435,
      "XT": 436,
      "38": 437,
      "CIT": 438,
      "ULT": 439,
      "CITY": 440,
      "63": 441,
      "52": 442,
      "R14": 443,
      "SC": 444,
      "TRAI": 445,
      "ID": 446,
      "CONTIPREMIUMCONTACT": 447,
      "SUPER": 448,
      "116": 449,
      "36": 450,
      "74": 451,
      "RSA": 452,
      "CORSA": 453,
      "170": 454,
      "114": 455,
      "810": 456,
      "AU": 457,
      "EID": 458,
      "HEID": 459,
      "91CONTINENTAL": 460,
      "ENAU": 461,
      "SNOVANIS": 462,
      "HEIDENAU": 463,
      "SM": 464,
      "ROF": 465,
      "VANCO": 466,
      "RFT": 467,
      "43": 468,
      "68": 469,
      "100CONTINENTAL": 470,
      "6PR": 471,
      "ONEXPERT": 472,
      "ALLSEAS": 473,
      "ALLSEASONEXPERT": 474,
      "SPORTEC": 475,
      "TRAIL": 476,
      "701": 477,
      "148": 478,
      "145": 479,
      "4SEASON": 480,
      "CE": 481,
      "99V": 482,
      "31": 483,
      "37": 484,
      "ME": 485,
      "TWI": 486,
      "210": 487,
      "47": 488,
      "HS": 489,
      "95CONTINENTAL": 490,
      "99CONTINENTAL": 491,
      "115": 492,
      "MX": 493,
      "DUELER": 494,
      "29": 495,
      "ATT": 496,
      "ATTACK": 497,
      "61": 498,
      "FAL": 499,
      "10PR": 500,
      "FALSE": 501,
      "LU": 502,
      "MT": 503,
      "CONTIVANCONTACT": 504,
      "ADVAN": 505,
      "305": 506,
      "URE": 507,
      "78": 508,
      "NHS": 509,
      "94CONTINENTAL": 510,
      "EE": 511,
      "EXPERT": 512,
      "RAC": 513,
      "TOURAN": 514,
      "TOURANCE": 515,
      "RR": 516,
      "ES": 517,
      "MULT": 518,
      "96CONTINENTAL": 519,
      "97CONTINENTAL": 520,
      "MULTI": 521,
      "121": 522,
      "49": 523,
      "CS": 524,
      "CONTIECOCONTACT": 525,
      "156": 526,
      "KO2": 527,
      "SMART": 528,
      "42": 529,
      "4S": 530,
      "FLE": 531,
      "MON": 532,
      "SUPERCORSA": 533,
      "98CONTINENTAL": 534,
      "TE": 535,
      "ZR19": 536,
      "DE": 537,
      "GY": 538,
      "VA": 539,
      "ERGY": 540,
      "ENERGY": 541,
      "92CONTINENTAL": 542,
      "ATR": 543,
      "TWIST": 544,
      "DEMON": 545,
      "83": 546,
      "PURE": 547,
      "110CONTINENTAL": 548,
      "107CONTINENTAL": 549,
      "39": 550,
      "UTE": 551,
      "V701": 552,
      "ROUTE": 553,
      "73W": 554,
      "88CONTINENTAL": 555,
      "300": 556,
      "385": 557,
      "102CONTINENTAL": 558,
      "INTER": 559,
      "KS": 560,
      "INF": 561,
      "REINF": 562,
      "RAINEXPERT": 563,
      "810S": 564,
      "INTERACT": 565,
      "AK": 566,
      "HON": 567,
      "MAR": 568,
      "N0": 569,
      "ARCROSS": 570,
      "ZR18": 571,
      "STARCROSS": 572,
      "ATHON": 573,
      "MARATHON": 574,
      "41": 575,
      "51": 576,
      "HT": 577,
      "IVAN": 578,
      "LL": 579,
      "ACTIVAN": 580,
      "SPORTMAX": 581,
      "GEO": 582,
      "BRILL": 583,
      "ZR20": 584,
      "93CONTINENTAL": 585,
      "ANTIS": 586,
      "BRILLANTIS": 587,
      "53": 588,
      "LR": 589,
      "BLU": 590,
      "EART": 591,
      "PRO": 592,
      "CONTRO": 593,
      "87CONTINENTAL": 594,
      "BLUEART": 595,
      "CONTROL": 596,
      "BLUEARTH": 597,
      "07": 598,
      "119": 599,
      "58CONTINENTAL": 600,
      "02": 601,
      "GHT": 602,
      "PB": 603,
      "RPB": 604,
      "SOF": 605,
      "103CONTINENTAL": 606,
      "101CONTINENTAL": 607,
      "SOFT": 608,
      "76": 609,
      "FS": 610,
      "91H": 611,
      "73CONTINENTAL": 612,
      "08": 613,
      "LAS": 614,
      "M7": 615,
      "V3": 616,
      "WL": 617,
      "ANAK": 618,
      "LINE": 619,
      "91PIRELLI": 620,
      "LM001": 621,
      "ANAKEE": 622,
      "325": 623,
      "152": 624,
      "94V": 625,
      "96H": 626,
      "NEXT": 627,
      "SEAL": 628,
      "R21": 629,
      "91BARUM": 630,
      "105CONTINENTAL": 631,
      "58W": 632,
      "DRA": 633,
      "ERTEC": 634,
      "154": 635,
      "100Y": 636,
      "ETEC": 637,
      "95V": 638,
      "108CONTINENTAL": 639,
      "RACETEC": 640,
      "LASERTEC": 641,
      "117": 642,
      "RWL": 643,
      "75W": 644,
      "888": 645,
      "270": 646,
      "RACK": 647,
      "T001": 648,
      "TRACK": 649,
      "CONTISEAL": 650,
      "91V": 651,
      "82CONTINENTAL": 652,
      "09": 653,
      "MFS": 654,
      "69W": 655,
      "BAN": 656,
      "CT": 657,
      "GON": 658,
      "HAN": 659,
      "IM": 660,
      "IGHT": 661,
      "LD": 662,
      "NIGHT": 663,
      "OK": 664,
      "TAD": 665,
      "Z8": 666,
      "100V": 667,
      "URBAN": 668,
      "99PIRELLI": 669,
      "99BARUM": 670,
      "88T": 671,
      "69CONTINENTAL": 672,
      "MATAD": 673,
      "KOOK": 674,
      "ULTRA": 675,
      "DRAGON": 676,
      "HANKOOK": 677,
      "MATADOR": 678,
      "660": 679,
      "RB": 680,
      "SI": 681,
      "100PIRELLI": 682,
      "99BRIDGESTONE": 683,
      "109CONTINENTAL": 684,
      "/-": 685,
      "RALL": 686,
      "ALENZA": 687,
      "91Y": 688,
      "84CONTINENTAL": 689,
      "111CONTINENTAL": 690,
      "59CONTINENTAL": 691,
      "DURO": 692,
      "TRACKER": 693,
      "RALLY": 694,
      "98H": 695,
      "97Y": 696,
      "104CONTINENTAL": 697,
      "57CONTINENTAL": 698,
      "KAR": 699,
      "OO": 700,
      "55W": 701,
      "ASIM": 702,
      "136": 703,
      "98V": 704,
      "TS810S": 705,
      "TERRA": 706,
      "112CONTINENTAL": 707,
      "KAROO": 708,
      "141": 709,
      "98Y": 710,
      "102V": 711,
      "97V": 712,
      "93Y": 713,
      "103V": 714,
      "86CONTINENTAL": 715,
      "03": 716,
      "EEL": 717,
      "EVA": 718,
      "FEEL": 719,
      "FREE": 720,
      "55CONTINENTAL": 721,
      "ZR21": 722,
      "95Y": 723,
      "SEASON2": 724,
      "91W": 725,
      "102PIRELLI": 726,
      "54CONTINENTAL": 727,
      "FLEVA": 728,
      "FLEEVA": 729,
      "GEOMAX": 730,
      "FEELFREE": 731,
      "LENT": 732,
      "75CONTINENTAL": 733,
      "147": 734,
      "100H": 735,
      "95PIRELLI": 736,
      "98PIRELLI": 737,
      "SILENT": 738,
      "AX": 739,
      "HAR": 740,
      "KKS": 741,
      "R13": 742,
      "R660": 743,
      "XZ": 744,
      "CARGO": 745,
      "RICO": 746,
      "WILD": 747,
      "AND": 748,
      "RAVIS": 749,
      "99Y": 750,
      "METRICO": 751,
      "94Y": 752,
      "CROSSCONTACTWINTER": 753,
      "92BARUM": 754,
      "PERF": 755,
      "150L": 756,
      "DURAVIS": 757,
      "CSI": 758,
      "ASIMMETRICO": 759,
      "65CONTINENTAL": 760,
      "100BARUM": 761,
      "110PIRELLI": 762,
      "95W": 763,
      "95BRIDGESTONE": 764,
      "94BRIDGESTONE": 765,
      "102Y": 766,
      "102BARUM": 767,
      "93V": 768,
      "103Y": 769,
      "101Y": 770,
      "050": 771,
      "380": 772,
      "AM": 773,
      "MP": 774,
      "TK": 775,
      "VO": 776,
      "CONTISILENT": 777,
      "99H": 778,
      "91BRIDGESTONE": 779,
      "97PIRELLI": 780,
      "RE050": 781,
      "54H": 782,
      "57M": 783,
      "VANCOWINTER": 784,
      "RE050A": 785,
      "06": 786,
      "335": 787,
      "95H": 788,
      "73PIRELLI": 789,
      "134": 790,
      "98BARUM": 791,
      "98BRIDGESTONE": 792,
      "94BARUM": 793,
      "96BARUM": 794,
      "96BRIDGESTONE": 795,
      "88BRIDGESTONE": 796,
      "102T": 797,
      "127": 798,
      "89CONTINENTAL": 799,
      "015": 800,
      "2CT": 801,
      "330": 802,
      "CAM": 803,
      "EAR": 804,
      "EIN": 805,
      "EST": 806,
      "FO": 807,
      "G015": 808,
      "HD": 809,
      "HR": 810,
      "KM": 811,
      "LAND": 812,
      "MU": 813,
      "R22": 814,
      "RED": 815,
      "V2": 816,
      "YEAR": 817,
      "ER300": 818,
      "WINT": 819,
      "MID": 820,
      "CHER": 821,
      "110BARUM": 822,
      "URSEASON": 823,
      "GOODYEAR": 824,
      "98W": 825,
      "94PIRELLI": 826,
      "96W": 827,
      "96PIRELLI": 828,
      "SCORCHER": 829,
      "93PIRELLI": 830,
      "STR": 831,
      "LX2": 832,
      "56CONTINENTAL": 833,
      "SNOW": 834,
      "VANCOFO": 835,
      "GEOLAND": 836,
      "CAMPER": 837,
      "ESTEIN": 838,
      "KM3": 839,
      "MUD": 840,
      "REDESTEIN": 841,
      "VANCOFOURSEASON": 842,
      "GEOLANDAR": 843,
      "135": 844,
      "260": 845,
      "320": 846,
      "754": 847,
      "110V": 848,
      "92V": 849,
      "92W": 850,
      "107T": 851,
      "105PIRELLI": 852,
      "105BARUM": 853,
      "87V": 854,
      "62CONTINENTAL": 855,
      "64S": 856,
      "217": 857,
      "BT": 858,
      "HANT": 859,
      "K3": 860,
      "KE": 861,
      "M5": 862,
      "NCS": 863,
      "NDURO": 864,
      "OM": 865,
      "PLU": 866,
      "PHANT": 867,
      "PNCS": 868,
      "SPORTSCO": 869,
      "72CONTINENTAL": 870,
      "110R": 871,
      "110Y": 872,
      "96Y": 873,
      "97BRIDGESTONE": 874,
      "ECT": 875,
      "103PIRELLI": 876,
      "129": 877,
      "82T": 878,
      "SCOOTSMART": 879,
      "79T": 880,
      "TWINDURO": 881,
      "TKC": 882,
      "VOL": 883,
      "SNOWCONTROL": 884,
      "PLUS": 885,
      "PHANTOM": 886,
      "SPORTSCOMP": 887,
      "04": 888,
      "298": 889,
      "355": 890,
      "375": 891,
      "445": 892,
      "EXT": 893,
      "VREDESTEIN": 894,
      "95BARUM": 895,
      "94W": 896,
      "96V": 897,
      "88H": 898,
      "88PIRELLI": 899,
      "92Y": 900,
      "104V": 901,
      "105W": 902,
      "84T": 903,
      "101W": 904,
      "112V": 905,
      "108V": 906,
      "111V": 907,
      "106CONTINENTAL": 908,
      "220": 909,
      "230": 910,
      "293": 911,
      "360": 912,
      "AH": 913,
      "CR": 914,
      "EP": 915,
      "ISE": 916,
      "K66": 917,
      "KAMA": 918,
      "ML": 919,
      "SW": 920,
      "UISE": 921,
      "V105": 922,
      "60CONTINENTAL": 923,
      "65H": 924,
      "RO1": 925,
      "SPORTSMART": 926,
      "500": 927,
      "100BRIDGESTONE": 928,
      "95MICHELIN": 929,
      "94H": 930,
      "85CONTINENTAL": 931,
      "97W": 932,
      "92H": 933,
      "107BRIDGESTONE": 934,
      "69V": 935,
      "69PIRELLI": 936,
      "103BARUM": 937,
      "105Y": 938,
      "87H": 939,
      "MO1": 940,
      "REAR": 941,
      "86H": 942,
      "160K": 943,
      "57H": 944,
      "79CONTINENTAL": 945,
      "HARD": 946,
      "PERFECT": 947,
      "HR4": 948,
      "WINTRAC": 949,
      "CRUISE": 950,
      "CRUISETEC": 951,
      "800": 952,
      "MGT": 953,
      "N1": 954,
      "202": 955,
      "404": 956,
      "75PIRELLI": 957,
      "143": 958,
      "146": 959,
      "91BFGOODRICH": 960,
      "133": 961,
      "102R": 962,
      "102METZELER": 963,
      "97BARUM": 964,
      "107V": 965,
      "107Y": 966,
      "107PIRELLI": 967,
      "69BRIDGESTONE": 968,
      "105V": 969,
      "58PIRELLI": 970,
      "82H": 971,
      "89H": 972,
      "57PIRELLI": 973,
      "59V": 974,
      "118": 975,
      "125": 976,
      "277": 977,
      "318": 978,
      "319": 979,
      "365": 980,
      "3HM": 981,
      "334": 982,
      "AP": 983,
      "BI": 984,
      "ENT": 985,
      "ESC": 986,
      "MED": 987,
      "NF": 988,
      "WOR": 989,
      "PIA": 990,
      "60P": 991,
      "90CONTINENTAL": 992,
      "72W": 993,
      "100W": 994,
      "ECOPIA": 995,
      "94BFGOODRICH": 996,
      "88V": 997,
      "102H": 998,
      "102BRIDGESTONE": 999,
      "92PIRELLI": 1000,
      "LMAX": 1001,
      "104PIRELLI": 1002,
      "109H": 1003,
      "109Y": 1004,
      "58P": 1005,
      "87BRIDGESTONE": 1006,
      "84H": 1007,
      "ADVENT": 1008,
      "62H": 1009,
      "62M": 1010,
      "86T": 1011,
      "64CONTINENTAL": 1012,
      "113CONTINENTAL": 1013,
      "52CONTINENTAL": 1014,
      "TRAILMAX": 1015,
      "SUPERBI": 1016,
      "VANCOCONTACT": 1017,
      "MX33": 1018,
      "APE": 1019,
      "ESCAPE": 1020,
      "ADVENTURE": 1021,
      "SUPERBIKE": 1022,
      "290": 1023
    }
  }
}